Repository: WPPlugins/getfirefox
Catalog: *.po
Languages: de_de

source: Displays a "GetFirefox" button in the sidebar of your blog.
de_de: Zeige einen "GetFirefox" Button in der Blog-Sidebar an.

source: Icon and text, rounded border.
de_de: Icon und Text, rund.

source: Icon and text, edgy border.
de_de: Icon und Text, eckig.

source: Icon only, rounded border.
de_de: Nur Icon, rund.

source: Pagepeel, top left.
de_de: Pagepeel oben links.

source: Pagepeel, top right.
de_de: Pagepeel oben rechts.

source: Note
de_de: Achtung

source: This layout will not appear in the sidebar but in a page corner!
de_de: Dieses Layout wird nicht in der Sidebar angezeigt sondern in einer oberen Ecke der Webseite.

source: Change title and layout on the
de_de: Ändere Titel und Layout auf der

source: option page
de_de: options Seite

source: Title
de_de: Titel

source: Show only to not Firefox users?
de_de: Zeige Button nur für nicht Firefox-Nutzer?

source: Show download count?
de_de: Zeige die Anzahl der Downloads?

source: Update download count after
de_de: Aktualisiere den Download counter nach

source: If your Theme is widget ready, go to <a href="widgets.php">Themes -> Widgets</a> and activate the "GetFirefoxWidget".
de_de: Wenn dein Theme Widgets unterstützt, aktiviere das "GetFirefoxWidget" Widget unter <a href="widgets.php">Themes -> Widgets</a>.

source: Otherwise you have to past this code snippet "<code style="background-color:#ddd;">&lt;?php if(function_exists('get_firefox'))get_firefox(); ?&gt;</code>" to the template file of your choice. Most likely <em>sidebar.php</em>.
de_de: Ansonsten musst du diesen Codeschnipsel "<code style="background-color:#ddd;">&lt;?php if(function_exists('get_firefox'))get_firefox(); ?&gt;</code>" in dein Template einbauen. Höchstwahrscheinlich in die Datei <em>sidebar.php</em>.

source: Settings
de_de: Einstellungen

source: save settings
de_de: Einstellungen speichern

source: yes
de_de: ja

source: no
de_de: nein
